Repository: Sebobo/Shel.Blog
Catalog: Resources/Private/Translations/*/NodeTypes/Document/Feed.xlf
Languages: de

# groups.plugin
source: Blogfeed options
de: Feed-Optionen

# properties.sourceNode
source: Page containing the blog articles for the feed
de: Seite mit Artikeln

# properties.limit
source: Articles to show
de: Anzahl Artikel

# properties.hideFeedLink
source: Don't link feed
de: Feed nicht verlinken

# properties.itemsPerPage
source: Articles per page
de: Artikel pro Seite

# properties.maximumNumberOfLinks
source: Maximum number of links
de: Maximale Anzahl Links

# properties.authorName
source: Author
de: Autor

# properties.sortingDirection
source: Sorting
de: Sortierung

# properties.sortingDirection.selectBoxEditor.values.
source: Oldest first
de: Ã„lteste zuerst

# properties.sortingDirection.selectBoxEditor.values.descending
source: Newest first
de: Neuste zuerst

# properties.description
source: Description for the feed
de: Beschreibung des Feeds
