Repository: Sebobo/Shel.Blog
Catalog: Resources/Private/Translations/*/NodeTypes/BlogFeed.xlf
Languages: de

# ui.label
source: Blogfeed
de: Blogbeiträge

# groups.plugin
source: Blogfeed options
de: Blogoptionen

# properties.sourceNode
source: Page containing the blog entries for the feed
de: Seite mit Blogeinträgen

# properties.limit
source: Entries to show
de: Anzahl Beiträge

# properties.itemsPerPage
source: Entries per page
de: Links pro Seite

# properties.maximumNumberOfLinks
source: Maximum number of links
de: Maximale Anzahl Links

# properties.authorName
source: Author
de: Autor

# properties.sortingDirection
source: Sorting
de: Sortierung

# properties.sortingDirection.selectBoxEditor.values.
source: Oldest first
de: Älteste zuerst

# properties.sortingDirection.selectBoxEditor.values.descending
source: Newest first
de: Neuste zuerst

# properties.description
source: Description for the feed
de: Beschreibung des Blogs
